const About = () => (
  <div>
    <h1>关于我</h1>
    <p>你好，是我，生化地下城主</p>
    <p>
      这个博客用来分享我在学习各种技术（编程、数学、电子学、生物合成等等）的过程中的心得、吐槽和灵感
    </p>
    <p>
      我的目标是通过研究现有的生物智能，利用生物混合结构，最终制造出
      <strong>真正的人工智能</strong>（甚至超越人类的智能）
    </p>
    <p>虽然现在我只是一普通学生，但是相信终有一天，我也会做出令人惊叹的成果</p>
    <p>
      欢迎关注我的b站号
      <a href="https://space.bilibili.com/248893736?spm_id_from=333.337.0.0">
        @生化地下城主
      </a>
      ，我会在那里更新一些软核的内容（类似于展示我的一些项目之类的），而硬核技术会写成博客发表在这里
    </p>
    <h2>目前的行动方向</h2>
    <p>研究传统机器学习技术</p>
    <p>学习细胞生物学</p>
    <p>学习arduino生物传感器</p>
  </div>
);
export default About;
